Revit 2027 API
FormattedText.SetUnderlineStatus Method
Overload List
Name | Description
SetUnderlineStatus(Boolean) |  Sets the characters in the entire text to be underlined or not underlined.
SetUnderlineStatus(TextRange, Boolean) |  Sets the characters in a given text range to be underlined or not underlined.
Top
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace